[
  {
    "title": "ReLife | Повторная жизнь | Манга",
    "type": "book",
    "rating": 9.9,
    "year": 2013,
    "genres": ["Драма", "Комедия"],
    "description": "Сюжет разворачивается вокруг молодого мужчины по имени Кайзаки Арата, которому патологически не везет с работой. Герою двадцать семь лет, но он не может надолго задержаться ни в одной компании и проваливает собеседования. Когда парня в очередной раз увольняют, судьба сводит его с сотрудником института «Повторная жизнь» Ёаке Рё. Кайзаки получает заманчивое предложение поучаствовать в новом эксперименте, длящемся год. Мужчина соглашается принять препарат, благодаря которому отправляется в свою юность. Арата возвращается в старшую школу и у него появляется возможность прожить жизнь по-другому.",
    "review": "",
    "image": "https://i.pinimg.com/originals/c3/ed/7f/c3ed7f735c5bc4d8b07c03d0ab39885b.jpg"
  },
  {
    "title": "Владыка Духовного Меча | Маньхуа ",
    "type": "book",
    "rating": 4.0,
    "year": 2018,
    "genres": ["Action", "Thriller", "Sci-Fi"],
    "description": "Достаточно опытный, жестокий, но справедливый и могущественный маг однажды вновь стал обычным подростком, после чего получил гордое звание лорда отбросов. Главный герой никогда не любил свою прошлую жизнь, поэтому и ни капли не пожалел, что стал в очередной раз юношей. В рамках этой жизни он с полной серьезностью уверен в том, что никогда не оступится и будет делать все максимально правильно. Он намерен и исправить абсолютно все сожаления, которые накопились в прошлой жизни. Но получится у него это сделать, ведь для этого необходимо много тренироваться, копить силу и энергию, а для этого необходимо время, которого не так много...",
    "review": "",
    "image": "https://mhfm8tel.cdndm5.com/38/37035/20190729131016_450x600.jpg"
  },
    {
    "title": "Победитель по жизни | Маньхуа",
    "type": "book",
    "rating": 7.0,
    "year": 2020,
    "genres": ["Боевые искусства", "Приключения"],
    "description": "Внезапно покинув этот мир в молодом возрасте, Мэн Фань, человек с добрым сердцем, так и не смог воплотить в жизнь свои мечты и желания. Чтобы исправить эту несправедливость, вселенная предоставляет ему уникальный шанс. Он возвращается в прошлое, за три месяца до момента своей неожиданной смерти, обладая особой системой, которая станет его путеводителем в избегании повторения прежних ошибок и в использовании каждой минуты своей жизни с пользой.",
    "review": "",
    "image": "https://mangabuff.ru/img/manga/posters/pobeditel-po-zhizni.jpg"
  },
    {
    "title": "Квестовое превосходство | Манхва",
    "type": "book",
    "rating": 7.0,
    "year": 2021,
    "genres": ["Экшен", "Система"],
    "description": "Ёй! Это история про Ким Су Хёна, обычного старшеклассника, который тупо валит в учёбе и не может хорошо драться, а ещё он не сильно красив. Но вот один раз, когда он глядит на экран своего компьютера, у него возникает чудесное игровое окно, которое даёт ему способности системы. Как же Су Хён справится с теми испытаниями, что ему придётся пройти?",
    "review": "",
    "image": "https://mangabuff.ru/img/manga/posters/kvestovoe-prevoshodstvo.jpg"
  },
    {
    "title": "Система повышения харизмы | Маньхуа",
    "type": "book",
    "rating": 4.0,
    "year": 2021,
    "genres": ["Система", "Этти"],
    "description": "Цинь Юань отправился в другой мир игры и случайно получил «Систему ценности очарования». С помощью этой системы он мог постоянно повышать свой уровень обаяния.",
    "review": "",
    "image": "https://comx.life/uploads/posts/2024-11/4011b5f8-b80b-45be-88ff-b17237decdbb.jpg"
  },
    {
    "title": "Секс и Подземелье | Манга",
    "type": "book",
    "rating": 3.0,
    "year": 2020,
    "genres": ["БЕЗ КОМЕНТАРИЕВ", "БЕЗ КОМЕНТАРИЕВ"],
    "description": "БЕЗ КОМЕНТАРИЕВ",
    "review": "БЕЗ КОМЕНТАРИЕВ",
    "image": "https://comx.life/uploads/posts/2024-08/1724912411-seks-i-podzemele.jpg"
  },
    {
    "title": "Восхождение безымянного бога| Манхва",
    "type": "book",
    "rating": 6.0,
    "year": 2022,
    "genres": ["Боги", "ГГ ПО БАЗЕ СИЛЬНЫЙ"],
    "description": "Вселенная пребывает в моей власти - я главный и единственный божественный существо, не подлежащий сомнению. Мои набожные последователи безрассудно поклоняются мне, лишь потому, что я объявляю себя таковым. Однако, эта роль бога просто пустышка, лишь надутый титул.",
    "review": "",
    "image": "https://mangabuff.ru/img/manga/posters/avtor-vzyavshii-pereryv-po-lichnym-prichinam.jpg"
  },
    {
    "title": "Это и вправду герой? | Манхва",
    "type": "book",
    "rating": 6.5,
    "year": 2022,
    "genres": ["ЭКШЕН", "БОРЬБА ЗА ВЛАСТЬ"],
    "description": "Группа школьников из Южной Кореи оказываются призваны в прекрасный фэнтезийный мир. Большинству очень нравятся пейзажи и возможность изучать магические дисциплины. Однако, мальчику по имени Кан Хан-су не терпится вернутся домой, где намного уютнее и хорошо кормят. Местная богиня обещает с этим помочь и телепортирует доверчивого главного героя подальше от одноклассников. Оглядевшись, он быстро осознает, что угодил в серьезную передрягу. Почти со всех сторон подступают грозные монстры. Хан-су умудряется сбежать, в впоследствии борется за выживание, совершенствуя навыки ведения боя. Так или иначе он вынужден стать могучим чемпионом, на которого будет возложена миссия по спасению мира от темных сил. Просто путь стал намного сложнее и запутаннее.",
    "review": "",
    "image": "https://mangabuff.ru/img/manga/posters/eto-realno-geroi.jpg"
  },
    {
    "title": "От рыцаря самого низкого ранга до монарха | Манхва",
    "type": "book",
    "rating": 7.0,
    "year": 2021,
    "genres": ["Героическое фентези", "Из грязи в князи"],
    "description": "Когда заглавному персонажу было пятнадцать лет, он остался с левой рукой, утратив правую на поле брани. Такой поворот событий не остановил главного героя на полпути и он с ещё большим рвением принялся разучивать то, что для него окажется жизненно необходимым в будущем. И, как результат, в двадцать четыре года он освоил в полной мере искусное лавирование, приноровился к ловким манёврам и разнообразным хитрым действиям. В тридцать девять лет фатальный случай должен был всё предрешить, но появляется нечто, что принадлежит магическому миру.",
    "review": "",
    "image": "https://mangabuff.ru/img/manga/posters/ot-rycarya-samogo-nizkogo-ranga-do-monarha.jpg"
  },
    {
    "title": "Вор-читер в мире судного дня | Маньхуа",
    "type": "book",
    "rating": 3.0,
    "year": 2021,
    "genres": ["Постапокалипсис", "Система"],
    "description": "Вселенная претерпела радикальные трансформации, приобретая черты мутации. Ядовитые существа, нежить, гиганты и монстры вооруженными руками разразились буйством по городу. По мере того, как звери в лесу воевали за свои территории, люди также обнаружили в себе способность, известную как Сила Звёзд...",
    "review": "",
    "image": "https://mangabuff.ru/img/manga/posters/vor-chiter-v-mire-sudnogo-dnya.jpg?1699626209"
  },
    {
    "title": "Туториал продвинутого игрока в башне | Манхва",
    "type": "book",
    "rating": 8.0,
    "year": 2020,
    "genres": ["Система", "Комедия"],
    "description": "Раньше мир был привычным и обыденным, но вдруг начали появляться лабиринты и подземелья, где жили монстры и были спрятаны сокровища. Также появились учебные башни, где похищали людей и заставляли их проходить сотни этажей, чтобы победить Балока - босса башни. Только те, кто смог пройти через все эти испытания, стали называться охотниками и получили магическую силу для защиты человечества.",
    "review": "",
    "image": "https://mangabuff.ru/img/manga/posters/opytnyi-igrok-uchebnoi-bashni.jpg"
  },
    {
    "title": "Почтенный бессмертный Ло Вуцзи | Маньхуа",
    "type": "book",
    "rating": 6.5,
    "year": 2021,
    "genres": ["Боевые искусства", "Комедия"],
    "description": "Бессмертные покинули этот мир в результате предательства со стороны своих учеников и братьев, которым доверяли так же сильно, как и самим себе. Но всем пора усвоить то, что тело может погибнуть, но вот душа этому не подвержена. Поэтому и рано или поздно главному герою по имени Ло, который был одним из самых могущественных и сильных бессмертных, суждено вернуться в этот мир. А поможет Ло в этом, конечно же, древнее Священное писание императора, в которое после создания была вложена огромная сила. Только вот главному герою предстоит возродиться в то время, когда он был в подростковом возрасте...",
    "review": "",
    "image": "https://mangabuff.ru/img/manga/posters/pochtennyi-bessmertnyi-lo-vuczi.jpg"
  },
      {
    "title": "Истинный злодей | Манхва",
    "type": "book",
    "rating": 7.5,
    "year": 2021,
    "genres": ["Боевые искусства", "Антигерой"],
    "description": "Будь ты даже скверным, преступным или аморальным, у тебя всё равно есть право принимать участие в этой игре. Эта игра предназначена для выбора следующего преемника бога. А я принадлежу к числу самых отвратительных людей. Грубый, грязный, лишенный нравственности тип, который никогда не стеснялся проявлять свою настоящую сущность.",
    "review": "Неплохое чтиво, вот уровня азиатских дефолтных комиксов, нарисовано нормально, немного нестандартного есть, а так всё как у всех",
    "image": "https://remanga.org/media/titles/how-villains-live/135781bc79e45a8909fde64f4465241c.jpg"
  },
        {
    "title": "Великий маг в прямом эфире | Манхва",
    "type": "book",
    "rating": 5.0,
    "year": 2022,
    "genres": ["MMORPG", "Везучая скотина"],
    "description": "Джун Хён У, не обладавший деньгами, талантом, и лишённый удачи, оказался в удивительной ситуации после несчастного происшествия – удара электричеством. Теперь, в онлайн-игре, его глазам открывается то, что для всех остальных остаётся невидимым.",
    "review": "Ну буквально 5/10, ничего супер крутого или супер плохого",
    "image": "https://remanga.org/media/titles/bj-grad-mage/cover_39d92515.webp"
  },
          {
    "title": "Эволюция монстров-питомцев | Маньхуа",
    "type": "book",
    "rating": 3.5,
    "year": 2021,
    "genres": ["Система", "Аля покемон"],
    "description": "Мир пережил катастрофу, и теперь по Земле бродят монстры. Вследствие этого кризиса люди обнаружили в себе удивительные способности. Этот период ознаменовался появлением новой профессии – тренера, людей, обучающих и использующих монстров для достижения своих целей. И так начинается история Гао Пэна – амбициозного молодого человека с собственными мечтами, которому повезло родиться в золотой эпохе разведения монстров.",
    "review": "Мммммм..... Хуета, хуёвое повествование, автор походу старый дед с альцгеймером",
    "image": "https://remanga.org/media/titles/gods-pet-evolution/42e9c0e89bbdb0e3ffaf5d5e64a64bde.jpg"
  },
            {
    "title": "Я основал Клуб Бессмертия | Маньхуа",
    "type": "book",
    "rating": 5.5,
    "year": 2021,
    "genres": ["Путешествия во времени", "Система Мироздания"],
    "description": "Лу Ли, простой и лишенный каких-либо жизненных целей работник, внезапно обретает необычные способности. Теперь он обладает возможностью замедлять и ускорять время, а самое главное - покупать и продавать продолжительность жизни. Получив новые способности, герой решает учредить престижный клуб, объединяющий бессмертных",
    "review": "",
    "image": "https://remanga.org/media/titles/club-of-the-immortals/cover_551e8c19.webp"
  }
]
